{
  "filetype.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "neoscroll.nvim": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "vim": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-sneak": { "branch": "master" },
  "vim-vinegar": { "branch": "master" }
}